Repository: regisf/wp-etransactions
Catalog: *-etransaction/languages/*-etransaction-*.po
Languages: fr_fr

source: No products active to display
fr_fr: Il n'y a pas de produits actifs à afficher

source: Order
fr_fr: Commander

source: Product:
fr_fr: Produit:

source: Amount you want to give
fr_fr: Montant que vous voulez donner

source: Confirm payement
fr_fr: Confirmation de paiement

source: Warning: One or more option is not set. No transaction could be executed.
fr_fr: Attention : Une ou plusieurs options ne sont pas renseignées. Aucune transaction ne pourra être effectuée.

source: Proceed to payement
fr_fr: Procédez au paiement

source: Test mode
fr_fr: Mode test

source: to test mode and you will not be able to receive real payement.</span>
fr_fr: <span style="color: red">En selectionnant cette option, vous allez basculer votre système de paiement en mode test et vous ne serez plus à même de recevoir des paiements.</span>

source: HMAC Preprod Key
fr_fr: Clef HMAC de Préprod

source: The secret key generated into the preprod-guest.etransaction.fr/Vision backoffice
fr_fr: La clef secrète générée sur le backoffice preprod-guest.etransaction.fr/Vision

source: Credentials
fr_fr: Identifiants

source: Site Number
fr_fr: Site numéro

source: The Site ID given by the e-Transaction support (7 digits max)
fr_fr: Le Site ID donné par le support e-Transaction (7 chiffres maximum)

source: The Rang ID given by the e-Transaction support (3 digits max)
fr_fr: Le Rang donné par le support e-Transaction (3 chiffres max)

source: Customer
fr_fr: Client

source: Your customer ID given by the e-Transaction support (from 1 to 9 digitis)
fr_fr: Votre numéro de client tel que donné par le support e-Transaction (de 1 à 9 chiffres)

source: Secret Key
fr_fr: Clef secrète

source: The secret key generated into the etransaction.fr backoffice
fr_fr: La clef secrète générée sur le backoffice preprod-guest.etransaction.fr/Vision

source: Payement validation page
fr_fr: Pages de validation de paiement

source: Confirmation page
fr_fr: Page de confirmation

source: Confirmation page url
fr_fr: Url de la page de confirmation

source: The URL of the confirmation page.
fr_fr: L'URL de la page de confirmation.

source: Validation page
fr_fr: Page de validation

source: Validation page url
fr_fr: URL de la page de validation

source: The URL of the validation page.
fr_fr: L'URL de la page de validation.

source: Callbacks page
fr_fr: Page de retour

source: Accepted page
fr_fr: Pages d'acception

source: URL for the accepted page
fr_fr: Url de la page de confirmation

source: The page where the user lands when the payement is accepted.
fr_fr: La page où l'utilisateur arrive quand le paiement a été accepté.

source: Rejected page
fr_fr: Page de rejet

source: URL for the rejected page
fr_fr: Url de la page de rejet

source: The page where the user lands when the payement is rejected by the bank.
fr_fr: La page où l'utilisateur arrive quand le paiement a été accepté.

source: Canceled page
fr_fr: Page d'annulation

source: URL for the canceled page
fr_fr: L'URL de la page d'annulation

source: The page where the user lands when the payement is canceled.
fr_fr: La page où l'utilisateur arrive quand le paiement a été annulé.

source: Fill the IDs you received from the e-Transaction support.
fr_fr: Remplir avec l'identifiant que vous avec reçu du support e-Transactions.

source: Switching in test mode (using preprod servers). No transaction will be effective.
fr_fr: Basculer en mode test (en utilisant les serveurs de tests). Aucune transaction se sera effective.

source: The etransaction needs three pages for managing the CA e-Transaction service. The user lands on this page in these cases.
fr_fr: Le module e-Transaction a besoin de trois pages pour gérer le service CA e-Transaction. Les utilisateurs arrivent sur cette page dans les trois cas.

source: The etransaction plugin need a validation page. The user enter here its email address and give it consenting for the transaction
fr_fr: Le module e-Transaction a besoin de la page de validation. Les utilisateurs entrent leur adresse email et donnent leur consentement pour la transaction

source: Warning: Confirmation page is not set
fr_fr: Attention: La page de confirmation n'est pas renseigné

source: All
fr_fr: Tous

source: Successful
fr_fr: Avec succés

source: Rejected
fr_fr: Rejetée

source: Canceled
fr_fr: Annulée

source: Settings Saved
fr_fr: Configuration sauvegardée

source: The payement accepted landing page is not created. You should create it.
fr_fr: La page d'acceptation du paiement n'est pas encore crée. Vous devriez le faire.

source: The payement rejected landing page is not created. You should create it.
fr_fr: La page de rejet du paiement n'est pas encore crée. Vous devriez le faire.

source: The payement canceled landing page is not created. You should create it.
fr_fr: La page d'annulation du paiement n'est pas encore crée. Vous devriez le faire.

source: The payement validation page is not created. You should create it.
fr_fr: La page de validation du paiement n'est pas encore crée. Vous devriez le faire.

source: Save
fr_fr: Sauvegarder

source: Orders
fr_fr: Commandes

source: Delete
fr_fr: Supprimer

source: Product
fr_fr: Produit

source: Products
fr_fr: Produits

source: Free Amount
fr_fr: Montant libre

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Toggle Active
fr_fr: Activer/désactiver

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: The product name as displayed on the web site
fr_fr: Le nom du produit tel qu'il sera affiché sur le site

source: The product price.
fr_fr: Le prix du produit.

source: The product category.
fr_fr: La catégorie du produit.

source: Free amount
fr_fr: Montant libre

source: Simple products management and paiement using eTransactions (Paybox)
fr_fr: Module de gestion des paiements et de produit utilisant eTransactions (Paybox)
